Repository: hugok79/pardus-about
Catalog: po/*.po
Languages: es, pt, tr

source: Export System Report
es: Exportar Informe del Sistema
pt: Exportar relatório do sistema
tr: Sistem Raporu Çıkart

source: About App
es: Sobre la Aplicación
pt: Acerca da Aplicação
tr: Uygulama Hakkında

source: <b>Hardware:</b>
tr: <b>Donanım:</b>

source: Hardware has a Windows OEM key
tr: Donanımın bir Windows OEM anahtarı var

source: <b>Kernel:</b>
tr: <b>Çekirdek:</b>

source: <b>Desktop:</b>
es: <b>Escritorio:</b>
pt: <b>Ambiente de trabalho:</b>
tr: <b>Masaüstü:</b>

source: <b>CPU:</b>
tr: <b>İşlemci:</b>

source: <b>GPU:</b>
tr: <b>Ekran Kartı:</b>

source: GPU running as llvmpipe
es: GPU ejecutado como llvmpipe
pt: GPU a executar como llvmpipe
tr: Ekran kartı, llvmpipe olarak çalışıyor

source: <b>RAM:</b>
tr: <b>Bellek:</b>

source: <b>Public IP:</b>
es: <b>IP Pública:</b>
pt: <b>IP Público:</b>
tr: <b>Dış IP:</b>

source: <b>Local IP:</b>
es: <b>IP Local:</b>
pt: <b>IP Local:</b>
tr: <b>İç IP:</b>

source: About This Computer
es: Acerca de este ordenador
pt: Acerca deste computador
tr: Bu Bilgisayar Hakkında

source: About Pardus About Application
es: Acerca de la Aplicación Sobre Pardus
pt: Sobre a aplicação Acerca do Pardus
tr: Pardus Hakkında Uygulaması Hakkında

source: Get info about your Pardus system.
es: Obtén información sobre tu sistema Pardus.
pt: Obtenha informação sobre o seu sistema Pardus.
tr: Pardus sisteminiz hakkında bilgi alın.

source: Website
es: Sitio Web
tr: Web Sitesi

source: translator-credits
pt: Hugo Carvalho <hugokarvalho@hotmail.com>
tr: Fatih Altun <fatih.altun@pardus.org.tr>

source: Gathering system logs...
es: Recopilando registros del sistema...
pt: A recolher registos do sistema...
tr: Sistem logları toplanıyor...

source: Your system report has been exported to the desktop.
es: Tu informe del sistema ha sido exportado al escritorio.
pt: O relatório do sistema foi exportado para a área de trabalho.
tr: Sistem raporunuz masaüstüne aktarılmıştır.

source: ~/Desktop/pardus_system_report.tar.gz
es: ~/Escritorio/pardus_system_report.tar.gz
pt: ~/Área de Trabalho/pardus_system_report.tar.gz
tr: ~/Masaüstü/pardus_sistem_raporu.tar.gz

source: Pardus About
es: Acerca de Pardus
pt: Acerca do Pardus
tr: Pardus Hakkında

source: About Pardus About
pt: Sobre o Acerca do Pardus
tr: Pardus Hakkında Hakkında

source: Other
tr: Diğer

source: Unknown
tr: Bilinmeyen

source: Desktop
tr: Masaüstü

source: Low Profile Desktop
tr: Düşük Profil Masaüstü

source: Pizza Box
tr: Pizza Kutusu

source: Mini Tower
tr: Mini Kule

source: Tower
tr: Kule

source: Portable
tr: Taşınabilir

source: Notebook
tr: Dizüstü

source: Hand Held
tr: El Tipi

source: Docking Station
tr: Bağlama Noktası

source: All in One
tr: Hepsi Bir Arada

source: Sub Notebook
tr: Alt Dizüstü

source: Space-Saving
tr: Yerden-Tasarruf

source: Lunch Box
tr: Beslenme Çantası

source: Main System Chassis
tr: Ana Sistem Şasisi

source: Expansion Chassis
tr: Genişletme Şasisi

source: SubChassis
tr: Alt Şasi

source: Bus Expansion Chassis
tr: Yol Genişlete Şasisi

source: Peripheral Chassis
tr: Çevresel Şasi

source: RAID Chassis
tr: RAIS Şasisi

source: Rack Mount Chassis
tr: Raf Montajlı Şasi

source: Sealed-case PC
tr: Mühürlü Kasa PC

source: Multi-system chassis
tr: Çoklu Sistem Şasisi

source: Compact PCI
tr: Kompakt PCI

source: Advanced TCA
tr: Gelişmiş TCA

source: Blade
tr: Bıçak

source: Blade Enclosure
tr: Bıçak Muhafazası

source: Convertible
tr: Dönüştürülebilir

source: Detachable
tr: Çıkarılabilir

source: IoT Gateway
tr: IoT Geçidi

source: Embedded PC
tr: Gömülü PC

source: Stick PC
tr: Çubuk PC

source: Virtual Machine
tr: Sanal Makine
